Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AccountsEditUserManualConfirmationMessage
source: Signing in manually allows access to your media, subscriptions, and game data. Signing in with iPhone also allows Apple TV to securely access your iCloud data.
ar: عند تسجيل الدخول يدويًا، يمكنك الوصول إلى بيانات الوسائط والاشتراكات والألعاب. وعند تسجيل الدخول باستخدام iPhone، يسمح ذلك لـ Apple TV أيضًا بالوصول إلى بيانات iCloud بأمان.
ca: Si inicies sessió manualment, podràs accedir al contingut multimèdia, les subscripcions i les dades dels jocs. Per contra, si ho fas amb l’iPhone, l’Apple TV també podrà accedir de manera segura a les dades de l’iCloud.
cs: Ručním přihlášením získáte přístup k médiím, předplatnému a herním datům. Přihlášením pomocí iPhonu také umožníte této Apple TV bezpečný přístup ke všem vašim datům na iCloudu.
da: Når du logger ind manuelt, får du adgang til dine medier, abonnementer og spildata. Når du logger ind med iPhone, får Apple TV adgang til dine iCloud-data på sikker vis.
de: Die manuelle Anmeldung ermöglicht den Zugriff auf deine Medien, Abonnements und Spieledaten. Durch das Anmelden mit dem iPhone kann das Apple TV auf sichere Art auf deine iCloud-Daten zugreifen.
el: Η χειροκίνητη σύνδεση επιτρέπει την πρόσβαση στα πολυμέσα, τις συνδρομές και τα δεδομένα παιχνιδιών σας. Η σύνδεση μέσω iPhone επιτρέπει επίσης στο Apple TV να προσπελάζει με ασφάλεια τα δεδομένα iCloud σας.
es: Iniciar sesión de forma manual permite acceder a tus contenidos, suscripciones y datos de juegos. Iniciar sesión con el iPhone permite además que el Apple TV pueda acceder de forma segura a tus datos de iCloud.
es_us: Si inicias sesión de forma manual, podrás acceder a tu contenido, suscripciones y datos de juegos. Al hacerlo mediante el iPhone, se permitirá también que el Apple TV acceda de forma segura a tus datos en iCloud.
fi: Jos kirjaudut sisään käsin, voit käyttää mediaasi, tilauksiasi ja pelitietojasi. Jos kirjaudut sisään iPhonella, voit myös käyttää iCloud-tietojasi suojatusti Apple TV:ssä.
fr: Si vous vous connectez manuellement, cette Apple TV aura accès à votre contenu multimédia, à vos abonnements et aux données de vos jeux. Si vous vous connectez avec votre iPhone, elle pourra également accéder en toute sécurité à vos données iCloud.
fr_ca: La connexion manuelle autorise l’accès à vos contenus multimédias, abonnements et données de jeux. La connexion avec votre iPhone permet également à l’Apple TV d’accéder en sécurité à vos données iCloud.
he: התחברות ידנית מאפשרת גישה אל המדיה, המינויים ונתוני המשחקים שלך. התחברות באמצעות ה-iPhone מאפשרת ל‑Apple TV גם לגשת בצורה מאובטחת לנתוני ה-iCloud שלך.
hi: मैनुअली साइन इन करने से आपके मीडिया, सब्सक्रिप्शन और गेम डेटा ऐक्सेस करने अनुमति मिल जाती है। iPhone से साइन इन करने पर Apple TV को आपका iCloud डेटा सुरक्षित रूप से ऐक्सेस करने की भी अनुमति मिल जाती है।
hr: Ručnim prijavljivanjem omogućava se pristupanje medijima, pretplatama i podacima igara. Prijavljivanjem pomoću iPhonea također se Apple TV-u omogućava siguran pristup vašim iCloud podacima.
hu: A manuális bejelentkezéssel hozzáférhet médiatartalmaihoz, előfizetéseihez és játékadataihoz. Az iPhone-nal való bejelentkezés emellett lehetővé teszi az Apple TV számára, hogy biztonságosan hozzáférjen az Ön iCloud-adataihoz.
id: Masuk secara manual memungkinkan akses ke media, langganan, dan data game Anda. Masuk dengan iPhone juga memungkinkan Apple TV untuk mengakses data iCloud Anda dengan aman.
it: Il login manuale consente di accedere ai contenuti multimediali, agli abbonamenti e ai dati di gioco. L’accesso tramite iPhone consente ad Apple TV di accedere in modo sicuro anche ai dati di iCloud.
ja: 手動でサインインすると、メディア、サブスクリプション、およびゲームデータへのアクセスを許可できます。iPhoneでサインインすると、Apple TVのiCloudデータへ安全にアクセスすることも可能になります。
ko: 수동으로 계정에 로그인하면 사용자의 미디어, 구독 및 게임 데이터에 접근할 수 있습니다. iPhone으로 로그인하면 Apple TV에서 iCloud 데이터에 안전하게 접근하는 것도 가능합니다.
ms: Mendaftar masuk secara manual membenarkan akses kepada media, langganan dan data permainan anda. Mendaftar masuk dengan iPhone juga membolehkan Apple TV mengakses data iCloud anda dengan selamat.
nb: Manuell pålogging gir tilgang til mediene, abonnementene og spilldataene dine. Pålogging fra iPhone gir også Apple TV sikker tilgang til iCloud-dataene dine.
nl: Als je handmatig inlogt, heb je toegang tot je media, abonnementen en gamegegevens. Als je inlogt met je iPhone heeft je Apple TV bovendien veilig toegang tot je iCloud-gegevens.
pl: Ręczne zalogowanie się daje dostęp do swoich multimediów, subskrypcji i danych gier. Jeśli zalogujesz się, używając iPhone’a, Apple TV będzie mieć także bezpieczny dostęp do Twoich danych iCloud.
pt_br: Se você iniciar a sessão manualmente, terá acesso aos seus dados de conteúdo, assinaturas e jogos. Se você iniciar a sessão com o iPhone, a Apple TV acessará seus dados do iCloud com segurança.
pt_pt: Iniciar sessão manualmente permite aceder aos seus conteúdos multimédia, assinaturas e dados de jogos. Iniciar sessão com o iPhone também permite que a Apple TV aceda com segurança aos seus dados em iCloud.
ro: Autentificarea manuală vă permite accesul la conținutul multimedia, abonamente și datele jocurilor. Autentificarea cu iPhone‑ul permite în plus Apple TV‑ului să acceseze în mod securizat datele dvs. iCloud.
ru: Выполнив вход вручную, Вы получите доступ к своим подпискам, данным игр и медиаконтенту. Если выполнить вход на iPhone, Apple TV также получит безопасный доступ к Вашим данным в iCloud.
sk: Manuálnym prihlásením získate prístup k svojim médiám, odberom a herným dátam. Prihlásením pomocou iPhonu zároveň umožníte Apple TV bezpečne pristupovať k vašim dátam na iCloude.
sl: Če se vpišete ročno, boste lahko dostopali do predstavnostnih vsebin, naročnin in podatkov iger. Vpis z iPhonom prav tako omogoča Apple TV-ju, da varno dostopa do vaših podatkov v storitvi iCloud.
sv: Om du loggar in manuellt får du tillgång till dina medier, abonnemang och speldata. När du loggar in med iPhone kan Apple TV även komma åt dina iCloud-data på ett säkert sätt.
th: การลงชื่อเข้าด้วยตนเองจะอนุญาตการเข้าถึงสื่อ รายการสมัครรับ และข้อมูลเกมของคุณ การลงชื่อเข้าด้วย iPhone ยังอนุญาตให้ Apple TV เข้าถึงข้อมูล iCloud ของคุณอย่างปลอดภัยด้วย
tr: Elle giriş yapmak ortamlarınıza, aboneliklerinize ve oyun verilerinize erişime izin verir. iPhone ile giriş yapma da Apple TV’nin iCloud verilerinize güvenle erişmesini sağlar.
uk: Вхід вручну дає змогу отримати доступ до медіавмісту, підписок і даних ігор. Якщо ввійти через iPhone, Apple TV також матиме захищений доступ до даних iCloud.
vi: Việc đăng nhập thủ công cho phép truy cập vào phương tiện, đăng ký và dữ liệu trò chơi của bạn. Việc đăng nhập bằng iPhone cũng cho phép Apple TV truy cập bảo mật vào dữ liệu iCloud của bạn.
zh_cn: 手动登录允许访问你的媒体、订阅和游戏数据。通过iPhone登录还允许Apple TV安全访问你的iCloud数据。
zh_hk: 以手動登入讓你取用媒體、訂閲項目和遊戲資料。透過iPhone登入也能讓Apple TV安全地取用你的iCloud資料。
zh_tw: 手動登入可允許取用你的媒體、訂閱項目和遊戲資料。使用iPhone登入也可讓Apple TV安全地取用你的iCloud資料。

# AccountsEditUserManualConfirmationTitle
source: Are you sure you want to sign in manually?
ar: هل ترغب بالتأكيد في تسجيل الدخول يدويًا؟
ca: Confirmes que vols iniciar sessió manualment?
cs: Určitě se chcete ručně přihlásit?
da: Er du sikker på, at du vil logge ind manuelt?
de: Möchtest du dich wirklich manuell anmelden?
el: Θέλετε σίγουρα να συνδεθείτε χειροκίνητα;
es: ¿Seguro que quieres iniciar sesión manualmente?
es_us: ¿Quieres iniciar sesión de forma manual?
fi: Kirjaudutaanko sisään käsin?
fr: Voulez-vous vraiment vous connecter manuellement ?
fr_ca: Voulez-vous vraiment vous connecter manuellement?
he: להתחבר באופן ידני?
hi: क्या आप वाक़ई मैनुअली साइन इन करना चाहते हैं?
hr: Sigurno se želite ručno prijaviti?
hu: Biztosan manuálisan szeretne bejelentkezni?
id: Apakah Anda yakin ingin masuk secara manual?
it: Confermi di voler eseguire il login manuale?
ja: 手動でサインインしますか?
ko: 수동으로 로그인하겠습니까?
ms: Adakah anda pasti mahu mendaftar masuk secara manual?
nb: Er du sikker på at du vil logge på manuelt?
nl: Weet je zeker dat je handmatig wilt inloggen?
pl: Czy na pewno chcesz się zalogować ręcznie?
pt_br: Tem certeza de que deseja iniciar a sessão manualmente?
pt_pt: Tem a certeza de que pretende iniciar sessão manualmente?
ro: Sigur doriți să vă autentificați manual?
ru: Вы действительно хотите выполнить вход вручную?
sk: Naozaj sa chcete prihlásiť manuálne?
sl: Ste prepričani, da se želite vpisati ročno?
sv: Är du säker på att du vill logga in manuellt?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการลงชื่อเข้าด้วยตนเอง
tr: Elle giriş yapmak istediğinizden emin misiniz?
uk: Справді ввійти вручну?
vi: Bạn có chắc chắn muốn đăng nhập thủ công không?
zh_cn: 你确定要手动登录吗？
zh_hk: 確定要手動登入嗎？
zh_tw: 確定要手動登入嗎？

# AccountsEditUserProfileGameCenterDescription
source: This account is used to access Game Center.
ar: يُستخدم هذا الحساب للوصول إلى Game Center.
ca: Aquest compte s’utilitza per accedir al Game Center.
cs: Tento účet se používá pro přístup ke Game Centru.
da: Denne konto bruges til at få adgang til Game Center.
de: Dieser Account wird für den Zugriff auf das Game Center verwendet.
el: Αυτός ο λογαριασμός χρησιμοποιείται για πρόσβαση στο Game Center.
es: Esta cuenta se usa para acceder a Game Center.
es_us: Esta cuenta se usa para acceder a Game Center.
fi: Tätä tiliä käytetään Game Centerissä.
fr: Ce compte est utilisé pour accéder à Game Center.
fr_ca: Ce compte est utilisé pour accéder à Game Center.
he: חשבון זה משמש כדי לגשת ל-Game Center.
hi: इस खाते का इस्तेमाल Game Center को ऐक्सेस करने के लिए किया जाता है।
hr: Ovaj račun koristi se za pristupanje Game Centeru.
hu: Ez a fiók a Game Centerhez való hozzáféréshez van használva.
id: Akun ini digunakan untuk mengakses Game Center
it: Questo account viene utilizzato per accedere a Game Center.
ja: このアカウントはGame Centerへのアクセスに使用されます。
ko: 이 계정이 Game Center에 접근하는 데 사용됩니다.
ms: Akaun ini digunakan untuk mengakses Game Center.
nb: Denne kontoen brukes til Game Center.
nl: Deze account wordt gebruikt voor toegang tot Game Center.
pl: To konto jest używane do uzyskiwania dostępu do Game Center.
pt_br: Esta conta é usada para acessar o Game Center.
pt_pt: Esta conta é usada para aceder ao Game Center.
ro: Acest cont este utilizat pentru a accesa Game Center.
ru: Эта учетная запись используется для доступа к Game Center.
sk: Tento účet sa používa na prístup do Game Center.
sl: Ta račun se uporablja za dostop do storitve Game Center.
sv: Det här kontot används till att ansluta till Game Center.
th: บัญชีนี้ถูกใช้เพื่อเข้าถึง Game Center
tr: Bu hesap Game Center erişimi için kullanılıyor.
uk: Цей обліковий запис використовується для доступу до Game Center.
vi: Tài khoản này được sử dụng để truy cập Game Center.
zh_cn: 此账户用于访问Game Center。
zh_hk: 此帳户用於取用Game Center。
zh_tw: 此帳號用於存取Game Center。

# AccountsEditUserProfileItunesDescription
source: This account is used for media libraries, subscriptions, rentals, and purchases.
ar: يُستخدم هذا الحساب لمكتبات الوسائط والاشتراكات والاستئجار والمشتريات.
ca: Aquest compte s’utilitza per a les biblioteques de contingut multimèdia, les subscripcions, els lloguers i les compres.
cs: Tento účet se používá pro knihovny médií, předplatné, výpůjčky a nákupy.
da: Denne konto bruges til mediebiblioteker, abonnementer, lejede emner og køb.
de: Dieser Account wird für Mediatheken, Abonnements, Leihartikel und Käufe verwendet.
el: Αυτός ο λογαριασμός χρησιμοποιείται για βιβλιοθήκες πολυμέσων, συνδρομές, ενοικιάσεις και αγορές.
es: Esta cuenta se usa para bibliotecas de contenido, suscripciones, alquileres y compras.
es_us: Esta cuenta se usa para las bibliotecas, suscripciones, rentas y compras de contenidos multimedia.
fi: Tätä tiliä käytetään mediakirjastoille, tilauksille, vuokrauksille ja ostoille.
fr: Ce compte est utilisé pour les bibliothèques multimédias, les abonnements, les locations et les achats.
fr_ca: Ce compte est utilisé pour les bibliothèques multimédias, les abonnements, les locations et les achats.
he: חשבון זה משמש עבור ספריות מדיה, מינויים, השכרות ורכישות.
hi: इस खाते का इस्तेमाल मीडिया लाइब्रेरी, सब्सक्रिप्शन, रेंटल और ख़रीदारी के लिए किया जाता है।
hr: Ovaj račun koristi se za medijateke, pretplate, posudbe i kupnje.
hu: Ez a fiók a médiakönyvtárakhoz, az előfizetésekhez, a kölcsönzésekhez és a vásárlásokhoz van használva.
id: Akun ini digunakan untuk perpustakaan media, langganan, sewaan, dan pembelian.
it: Questo account viene utilizzato per le librerie multimediali, gli abbonamenti, i noleggi e gli acquisti.
ja: このアカウントはメディアライブラリ、サブスクリプション、レンタル、および購入に使用されます。
ko: 이 계정은 미디어 보관함, 구독, 대여 및 구입에 사용됩니다.
ms: Akaun ini digunakan untuk pustaka media, langganan, sewaan dan pembelian.
nb: Denne kontoen brukes til mediebibliotek, abonnementer, leide objekter og kjøp.
nl: Deze account wordt gebruikt voor mediabibliotheken, abonnementen, gehuurde onderdelen en aankopen.
pl: To konto jest używane do obsługi bibliotek multimediów, subskrypcji, wypożyczeń i zakupów.
pt_br: Esta conta é usada para bibliotecas de mídia, assinaturas, aluguéis e compras.
pt_pt: Esta conta é usada para bibliotecas de conteúdo multimédia, assinaturas, alugueres e compras.
ro: Acest cont este utilizat pentru bibliotecile de conținut, abonamente, închirieri și achiziții.
ru: Эта учетная запись используется для медиатек, подписок, проката и покупок.
sk: Tento účet sa používa pre knižnice médií, odbery, požičané položky a nákupy.
sl: Ta račun se uporablja za knjižnice predstavnostne vsebine, naročnine, izposoje in nakupe.
sv: Det här kontot används för mediebibliotek, abonnemang, hyrda objekt och köp.
th: บัญชีนี้ถูกใช้สำหรับคลังสื่อ การสมัครสมาชิก การเช่า และการซื้อสินค้า
tr: Bu hesap ortam arşivleri, abonelikler, kiralananlar ve satın almalar için kullanılır.
uk: Цей обліковий запис використовується для медіатек, підписок, покупок і взятих напрокат матеріалів.
vi: Tài khoản này được sử dụng cho các thư viện phương tiện, đăng ký, nội dung thuê và nội dung mua.
zh_cn: 此账户用于媒体资料库、订阅、租借和购买项目。
zh_hk: 此帳户用於媒體資料庫、訂閲項目、租借項目以及購買項目。
zh_tw: 此帳號用於媒體資料庫、訂閱項目、租借項目和購買項目。

# AccountsEditUserTapToRepairBodyFallback
source: Update your Apple Account to use new features. Hold your iPhone or iPad close to this Apple TV.
ar: يجب تحديث حساب Apple لاستخدام الميزات الجديدة. يرجى تقريب iPhone أو iPad من هذا الـ Apple TV.
ca: Actualitza el compte d’Apple per utilitzar les funcions noves. Apropa l’iPhone o l’iPad a l’Apple TV.
cs: Chcete‑li využívat nové funkce, aktualizujte svůj účet Apple. Podržte u této Apple TV svůj iPhone nebo iPad.
da: Opdater din Apple-konto for at bruge nye funktioner. Hold din iPhone eller iPad i nærheden af Apple TV.
de: Aktualisiere deinen Apple Account, um neue Funktionen nutzen zu können. Halte dein iPhone oder iPad zum Aktualisieren nahe an dieses Apple TV.
el: Για χρήση νέων δυνατοτήτων, ο λογαριασμός Apple σας πρέπει να ενημερωθεί. Κρατήστε το iPhone ή το iPad σας κοντά σε αυτό το Apple TV για ενημέρωση.
es: Si quieres usar las nuevas funciones, actualiza tu cuenta de Apple acercando el iPhone o iPad a este Apple TV.
es_us: Actualiza tu cuenta de Apple para usar las funciones nuevas. Acerca tu iPhone o tu iPad a este Apple TV.
fi: Apple-tili on päivitettävä uusien ominaisuuksien käyttöä varten. Päivitä pitämällä iPhonea tai iPadia tämän Apple TV:n lähellä.
fr: Votre compte Apple doit être mis à jour pour utiliser les nouvelles fonctionnalités. Pour ce faire, tenez votre iPhone ou iPad près de cette Apple TV.
fr_ca: Mettez à jour votre compte Apple pour utiliser les nouvelles fonctionnalités. Tenez votre iPhone ou iPad à proximité de cette Apple TV.
he: כדי להשתמש במאפיינים חדשים, יש לעדכן את חשבון ה-Apple. יש לקרב את ה-iPhone או ה-iPad ל‑Apple TV זה.
hi: नए फ़ीचर का उपयोग करने के लिए अपना Apple खाता अपडेट करें। अपने iPhone या iPad को इस Apple TV के पास रखें।
hr: Ažurirajte svoj Apple račun kako biste mogli koristiti nove značajke. Držite iPhone ili iPad blizu ovog Apple TV-a.
hu: Frissítse az Apple-fiókját az új funkciók használatához. Tartsa közel iPhone-ját vagy iPadjét ehhez az Apple TV-hez.
id: Perbarui Akun Apple Anda untuk menggunakan fitur baru. Dekatkan iPhone atau iPad Anda ke Apple TV ini.
it: Per utilizzare le nuove funzionalità, devi aggiornare Apple Account. Avvicina iPhone o iPad a questa Apple TV.
ja: 新機能を使用するには、Apple Accountをアップデートしてください。このiPhoneまたはiPadをこのApple TVの近くにかざしてください。
ko: 새로운 기능을 사용하려면 Apple 계정을 업데이트하십시오. iPhone 또는 iPad를 이 Apple TV 가까이 들고 있으십시오.
ms: Kemas kini Akaun Apple anda untuk menggunakan ciri baharu. Pegang iPhone atau iPad anda berdekatan Apple TV ini.
nb: Oppdater Apple-kontoen din for å få tilgang til nye funksjoner. Hold iPhonen eller iPaden din nær Apple TV.
nl: Werk je Apple Account bij om nieuwe functies te gebruiken. Houd je iPhone of iPad dicht bij deze Apple TV.
pl: Aby korzystać z nowych funkcji, musisz uaktualnić swoje konto Apple. Zbliż iPhone’a lub iPada do tego Apple TV.
pt_br: Atualize a sua Conta Apple para usar novos recursos. Aproxime seu iPhone ou iPad desta Apple TV.
pt_pt: Atualize a sua conta Apple para usar novas funcionalidades. Aproxime o iPhone ou iPad desta Apple TV.
ro: Actualizați‑vă contul Apple pentru a beneficia de noi funcționalități. Țineți iPhone‑ul sau iPad‑ul în apropierea acestui Apple TV.
ru: Обновите свой Аккаунт Apple, чтобы получить доступ к новым функциям. Для обновления держите iPhone или iPad вблизи этого Apple TV.
sk: Aktualizujte svoj Apple účet, aby ste mohli používať nové funkcie. Podržte iPhone alebo iPad pri Apple TV.
sl: Za uporabo novih funkcij posodobite svoj račun Apple. Pridržite iPhone ali iPad v bližini tega Apple TV-ja.
sv: Uppdatera ditt Apple‑konto, så att nya funktioner kan användas, genom att hålla iPhone eller iPad nära denna Apple TV.
th: อัปเดตบัญชี Apple ของคุณเพื่อใช้คุณสมบัติใหม่ๆ ถือ iPhone หรือ iPad ให้ใกล้กับ Apple TV เครื่องนี้
tr: Yeni özellikleri kullanmak için Apple Hesabı’nızı güncelleyin. iPhone’unuzu veya iPad’inizi bu Apple TV’ye yaklaştırın.
uk: Оновіть свій обліковий запис Apple, щоб використовувати нові функції. Розмістіть iPhone чи iPad поряд із цим Apple TV.
vi: Cập nhật Tài khoản Apple của bạn để sử dụng các tính năng mới. Hãy giữ iPhone hoặc iPad của bạn gần Apple TV này.
zh_cn: 更新Apple账户使用新功能。请将iPhone或iPad靠近此Apple TV。
zh_hk: 更新你的Apple帳户以使用新功能。請將iPhone或iPad靠近此Apple TV。
zh_tw: 需要更新你的「Apple帳號」才能使用新功能。請將iPhone或iPad靠近此Apple TV。

# AccountsEditUserTapToRepairBodyFormat
source: Update the Apple Account “%@” to use new features. Hold your iPhone or iPad close to this Apple TV.
ar: يجب تحديث حساب Apple ‏"⁨%@⁩" لاستخدام الميزات الجديدة. يرجى تقريب iPhone أو iPad من هذا الـ Apple TV.
ca: Actualitza el compte d’Apple %@ per utilitzar les funcions noves. Apropa l’iPhone o l’iPad a l’Apple TV.
cs: Chcete‑li využívat nové funkce, aktualizujte účet Apple „%@“. Podržte u této Apple TV svůj iPhone nebo iPad.
da: Opdater Apple-kontoen “%@” for at bruge nye funktioner. Hold din iPhone eller iPad i nærheden af Apple TV.
de: Aktualisiere den Apple Account „%@“, um neue Funktionen nutzen zu können. Halte dein iPhone oder iPad zum Aktualisieren nahe an dieses Apple TV.
el: Για χρήση νέων δυνατοτήτων, ο λογαριασμός Apple «%@» πρέπει να ενημερωθεί. Κρατήστε το iPhone ή το iPad σας κοντά σε αυτό το Apple TV για ενημέρωση.
es: Si quieres usar las nuevas funciones, actualiza la cuenta de Apple %@ acercando el iPhone o iPad a este Apple TV.
es_us: Actualiza la cuenta de Apple “%@” para usar las funciones nuevas. Acerca tu iPhone o tu iPad a este Apple TV.
fi: Apple-tili %@ on päivitettävä uusien ominaisuuksien käyttöä varten. Päivitä pitämällä iPhonea tai iPadia tämän Apple TV:n lähellä.
fr: Votre compte Apple « %@ » doit être mis à jour pour utiliser les nouvelles fonctionnalités. Pour ce faire, tenez votre iPhone ou iPad près de cette Apple TV.
fr_ca: Mettez à jour le compte Apple « %@ » pour utiliser les nouvelles fonctionnalités. Tenez votre iPhone ou iPad à proximité de cette Apple TV.
he: כדי להשתמש במאפיינים חדשים, יש לעדכן את חשבון ה-Apple ״%@״. יש לקרב את ה-iPhone או ה-iPad ל‑Apple TV זה.
hi: नए फ़ीचर का उपयोग करने के लिए Apple खाते “%@” को अपडेट करें। अपने iPhone या iPad को इस Apple TV के पास रखें।
hr: Ažurirajte Apple račun “%@” kako biste mogli koristiti nove značajke. Držite iPhone ili iPad blizu ovog Apple TV-a.
hu: Frissítse a(z) „%@” Apple-fiókot az új funkciók használatához. Tartsa közel iPhone-ját vagy iPadjét ehhez az Apple TV-hez.
id: Perbarui Akun Apple “%@” untuk menggunakan fitur baru. Dekatkan iPhone atau iPad Anda ke Apple TV ini.
it: Per utilizzare le nuove funzionalità, aggiorna l’Apple Account “%@“. Avvicina iPhone o iPad a questa Apple TV.
ja: 新機能を使用するには、Apple Account “%@”をアップデートしてください。このiPhoneまたはiPadをApple TVの近くにかざしてください。
ko: 새로운 기능을 사용하려면 ‘%@’ Apple 계정을 업데이트하십시오. iPhone 또는 iPad를 이 Apple TV 가까이 들고 있으십시오.
ms: Kemas kini Akaun Apple “%@” untuk menggunakan ciri baharu. Pegang iPhone atau iPad anda berdekatan Apple TV ini.
nb: Oppdater Apple-kontoen «%@» for å få tilgang til nye funksjoner. Hold iPhonen eller iPaden din nær Apple TV.
nl: Werk de Apple Account '%@' bij om nieuwe functies te gebruiken. Houd je iPhone of iPad dicht bij deze Apple TV.
pl: Aby korzystać z nowych funkcji, musisz uaktualnić konto Apple „%@”. Zbliż iPhone’a lub iPada do tego Apple TV.
pt_br: Para usar novos recursos, atualize a Conta Apple %@. Aproxime o iPhone ou iPad desta Apple TV.
pt_pt: Atualize a conta Apple “%@” para usar novas funcionalidades. Aproxime o iPhone ou iPad desta Apple TV.
ro: Actualizați contul Apple „%@” pentru a beneficia de noi funcționalități. Țineți iPhone‑ul sau iPad‑ul în apropierea acestui Apple TV.
ru: Обновите Аккаунт Apple %@, чтобы получить доступ к новым функциям. Для обновления держите iPhone или iPad вблизи этого Apple TV.
sk: Aktualizujte Apple účet „%@“, aby ste mohli používať nové funkcie. Podržte iPhone alebo iPad pri Apple TV.
sl: Za uporabo novih funkcij posodobite račun Apple »%@«. Pridržite iPhone ali iPad v bližini tega Apple TV-ja.
sv: Uppdatera Apple‑kontot ”%@”, så att nya funktioner kan användas, genom att hålla iPhone eller iPad nära denna Apple TV.
th: อัปเดตบัญชี Apple “%@” เพื่อใช้คุณสมบัติใหม่ๆ ถือ iPhone หรือ iPad ให้ใกล้กับ Apple TV เครื่องนี้
tr: Yeni özellikleri kullanmak için “%@” Apple Hesabı’nı güncelleyin. iPhone’unuzu veya iPad’inizi bu Apple TV’ye yaklaştırın.
uk: Оновіть обліковий запис Apple «%@», щоб використовувати нові функції. Розмістіть iPhone чи iPad поряд із цим Apple TV.
vi: Cập nhật Tài khoản Apple “%@” để sử dụng các tính năng mới. Hãy giữ iPhone hoặc iPad của bạn gần Apple TV này.
zh_cn: 更新Apple账户“%@”使用新功能。请将iPhone或iPad靠近此Apple TV。
zh_hk: 更新Apple帳户「%@」以使用新功能。請將iPhone或iPad靠近此Apple TV。
zh_tw: 更新「Apple帳號」（%@）才能使用新功能。請將iPhone或iPad靠近此Apple TV。

# AccountsEditUserTapToRepairButtonActionTitle
source: Update with iPhone
ar: تحديث باستخدام iPhone
ca: Actualitza amb l’iPhone
cs: Aktualizovat pomocí iPhonu
da: Opdater med iPhone
de: Mit iPhone aktualisieren
el: Ενημέρωση με iPhone
es: Actualizar con el iPhone
es_us: Actualizar con iPhone
fi: Päivitä iPhonella
fr: Mettre à jour avec l’iPhone
fr_ca: Mettre à jour avec l’iPhone
he: עדכון עם ה-iPhone
hi: iPhone के साथ अपडेट करें
hr: Ažuriraj pomoću iPhonea
hu: Frissítés iPhone-nal
id: Perbarui dengan iPhone
it: Aggiorna con iPhone
ja: iPhoneでアップデート
ko: iPhone으로 업데이트
ms: Kemas kini dengan iPhone
nb: Oppdater med iPhone
nl: Werk bij met iPhone
pl: Uaktualnij, używając iPhone’a
pt_br: Atualizar com o iPhone
pt_pt: Atualizar com o iPhone
ro: Actualizați cu iPhone‑ul
ru: Обновить с iPhone
sk: Aktualizovať pomocou iPhonu
sl: Posodobi z iPhonom
sv: Uppdatera med iPhone
th: อัปเดตด้วย iPhone
tr: iPhone ile Güncelle
uk: Оновити з iPhone
vi: Cập nhật bằng iPhone
zh_cn: 通过iPhone更新
zh_hk: 透過iPhone更新
zh_tw: 透過iPhone更新
